#_______________________________________________________________________________
answer_yes_list=['да', 'давай', 'ну давай', 'ок']

answer_magic_ball=["Бесспорно", "Мне кажется - да", "Однозначно - да", "Пока не ясно, попробуй снова", "Даже не думай",
           "Предрешено, так и будет", "Вероятнее всего", "Спроси позже", "Мой ответ - нет",
           "Никаких сомнений", "Хорошие перспективы", "Лучше не рассказывать", "По моим данным - нет",
           "Можешь быть уверен в этом", "Да", "Сконцентрируйся и спроси опять", "Весьма сомнительно", "Даже не знаю", "Предрешено, ответ узнаешь потом"]

Hello_list=["привет", "здорова", "ку", "хай", "helloy", "hello", "приветули", "приветик", "добрый день", "доброе утро", "добрый вечер", "здоров", "ты тут?", "тут?"]
Goodbye_list=["пока", "до свидания", "всего доброго", "goodbuy", "покедосики", "пакедосики", "чау", "досвидули", "досвидания", "пакедова", "покедова", "до скорого", "всего хорошего", "доброй ночи"]

answer_YES_list1=["хорошо", "давай", "yes", "ok", "да давай", "ну ок", "ок", "да", "конечно", "да конечно", "само собой", 'да правильно', "правильно", 'естественно', "ну давай", "да ок", "согласен", "ага", "угу"]
answer_NO_list1=["no", "нет", "хз", "нахрен надо", "нее", "неа", "не", "ничего не хочу", "ноу"]

answer_YES_list2=["будут", "конечно будут", "да будут"]
answer_NO_list2=["не будет", 'нет не будет', "пока нет", "пока что нет", "пока что нету"  "пока не будет", "пока что не будет", "нету"]

answer_GoGame_list=['хочу играть', 'давай играть', 'играть', "пошли играть", "play", "плай", "шар", "магический шар", "magic", "магия"]
answer_OutGame_list=["я передумал", "давай заново", "давай в начало", "я передумал, давай в начало", "не надо"]

answer_pnh_list=["иди на", "фак ю", "тварь", "питор", "ты питор", "ты петушара", "петушара", "петух", "ты что псина", "ты что пес", "ты что пёс", 
                    "чмо", "лох", "пес", "ты пес", "псина", "шакал", "ты псина", "пёс", "ты пёс", "иди ты", "пошёл ты", "пошел ты", "да иди ты", 
                    "да пошёл ты", "да пошел ты", "иди нафиг", "иди нахрен", "иди нахер", "да иди нафиг", "да иди нахрен", " да иди нахер", 
                    "да иди ты нафиг", "да иди ты нахрен", " да иди ты нахер", "да пошел ты нафиг", "да пошел ты нахрен", "да пошел ты нахер", 
                    "иди на хрен", "тварина",'крыса', "сволота", 'ты тварь', "ты чмо", "ты чмо не долделанное", "ты чмо тупое"]
                    
answer_pes_list=['привет пес', 'привет, пес','привет пёс', 'привет, пёс', 'здорова пёс', 'здорова пёс!' 'здорова пес', 'здорова пес!' 'привет псина', 'здорова псина', 'хай псина', 'хай пес', 'привет шакал', 'хай шакал', 'здорова шакал', "привет собак", "привет, собак", "здорова, собак", "здорова собак", "здорова собака", "здорова, собака"]
answer_krys_list=['привет крыса', 'привет, крыса', 'привет мышь', 'привет, мышь', 'привет мышара', 'привет, мышара', 'здорова крыса', 'здорова, крыса', 'здорова мышь', 'здорова мышара', 'хай крыса', 'хай мышь', 'хай мышара', 'привет крыс', 'здорова крыс', 'хай крыс']

stop_list=['stop', 'hare', "out", "харе", "стоп", "хватит", "хватит с меня", "хватит на сегодня"]

            
Good_list=['ты потрясающий', 'ты классный', 'ты крутой', 'ты супер', 'ты супер!', 'спасибо тебе', 'спасибо', 'ты крут', "ты крут!", "ты крутой!", "ты классный!", "ты лучше всех!", "ты лучше всех", "спасибо тебе за все", "спасибо за все", "спасибо тебе"]

anketa_list=["анкета", "ввести данные", "я введу свои данные", "хочу заполнить анкету", "я хочу заполнить анкету", "хочу ввести данные", "я хочу ввести данные", "я хочу ввести свои данные", "хочу ввести свои данные"]
#_______________________________________________________________________________